TYPE_FUEL_CHOICE = [
    ('1', 'Бензин'),
    ('2', 'Дизель'),
    ('3', 'Бензин/Газ'),
    ('4', 'Электро'),
]

COLOR_CHOICE = [
    ('1', 'Белый'),
    ('2', 'Черный'),
    ('3', 'Голубой'),
    ('4', 'Серебристый'),
]

BODY_STYLE_CHOICE = [
    ('1', 'Седан'),
    ('2', 'Купе'),
    ('3', 'Универсал'),
    ('4', 'Хэтчбек'),
]

TRANSMISSION_CHOICE = [
    ('1', 'Механика'),
    ('2', 'Автомат'),
    ('3', 'Типтроник'),
    ('4', 'Вариатор'),
]

CONDITION_CHOICE = [
    ('1', 'Хорошее'),
    ('2', 'Требует ремонта'),
    ('3', 'После ДТП'),
]

FEATURES_CHOICE = [
    ('1', 'Кондиционер'),
    ('2', 'Эл. стеклоподъемники'),
    ('3', 'Усилитель руля'),
    ('4', 'Климат контроль'),
    ('5', 'Круиз контроль'),
    ('6', 'Бортовой компьютер'),
    ('7', 'Подогрев зеркал'),
    ('8', 'Подогрев сидений'),
    ('9', 'Пневмоподвеска'),
]

SECURITY_CHOICE = [
    ('1', 'ABS'),
    ('2', 'ESP'),
    ('3', 'ESP'),
    ('4', 'Иммобилайзер'),
    ('5', 'Подушка безопасности'),
    ('6', 'Сигнализация'),
    ('7', 'Центральный замок'),
    ('8', 'Иммобилайзер'),
]

INTERIOR_MATERIAL_CHOICE = [
    ('1', 'Кожаный салон'),
    ('2', 'Алькантара'),
    ('3', 'Велюр'),
    ('4', 'Ткань'),
]
